Repository: common-repository/private-suite
Catalog: languages/private-suite-*.po
Languages: bg_bg, fr_fr, tr_tr

source: Private:
bg_bg: Лична:
fr_fr: Privé&nbsp;:
tr_tr: Özel:

source: Protected:
bg_bg: Защитена:
fr_fr: Protégé&nbsp;:
tr_tr: Korunmuş:

source: Settings
bg_bg: Настройки
fr_fr: Options
tr_tr: Ayarlar

source: Your blog&#8217;s WordPress Pages, including the private ones
bg_bg: Страниците на вашия WordPress блог, включително личните
fr_fr: Les pages de votre blog WordPress, incluant les pages privées
tr_tr: Bloğunuzun &#8217; WordPress sayfaları, özel bir takım şeyler içeriyor

source: Pages (with private)
bg_bg: Страници (вкл. лични)
fr_fr: Pages (incluant les pages privées)
tr_tr: Sayfalar (Özelleştirilmiş)

source: Title:
bg_bg: Заглавие:
fr_fr: Titre:
tr_tr: Başlık:

source: Sort by:
bg_bg: Подреди по:
fr_fr: Trié par:
tr_tr: Sıralama:

source: Page title
bg_bg: Заглавие на страницата
fr_fr: Titre de la page
tr_tr: Sayfa başlığı

source: Page order
bg_bg: Ред на страницата
fr_fr: Ordre des pages
tr_tr: Sayfa sırası

source: Page ID
bg_bg: ID на страница
fr_fr: Id de la page
tr_tr: Sayfa ID

source: Exclude:
bg_bg: Изключи:
fr_fr: Exlcure:
tr_tr: Hariç Tut:

source: Page IDs, separated by commas.
bg_bg: ID на страници, разделени със запетаи
fr_fr: Ids des pages, séparés par des virgules.
tr_tr: Sayfa ID'leri, virgülle ayrılmıştır.

source: Main Page (no parent)
bg_bg: Главна страница (без родител)
fr_fr: Page principale (sans parent)
tr_tr: Ana Sayfa (Temel Değil)

source: Options saved.
bg_bg: Настройките записани.
fr_fr: Options sauvegardées.
tr_tr: Ayarlar kaydedildi.

source: Private Suite Options
bg_bg: Настройки на Private Suite
fr_fr: Options de Private Suite
tr_tr: Private Suite Ayarları:

source: Prefix for private post and page titles:
bg_bg: Префикс за лични постове и заглавия на страници:
fr_fr: Préfix pour les titres des posts et pages privés:
tr_tr: Özel sayfalar ve yazılar için ön ek:

source: Prefix for password-protected post and page titles:
bg_bg: Префикс за постове защитени с пароли и заглавия на страници:
fr_fr: Préfix pour les titres des posts et pages protégés par mot de passe:
tr_tr: Özel şifrelenmiş sayfalar ve yazılar için ön ek:

source: Try to add private pages to <code>wp_list_pages()</code>, <code>wp_page_menu()</code>, and the Pages widget.
bg_bg: Опитайте да добавите личните страници към <code>wp_list_pages()</code>, <code>wp_page_menu()</code>, и Pages джаджата.
fr_fr: Essayer d'ajouter les pages privées à <code>wp_list_pages()</code>, <code>wp_page_menu()</code>, et au widget Pages.
tr_tr: Şuraya özel sayfalar eklemeyi dene: <code>wp_list_pages()</code>, <code>wp_page_menu()</code>, ve sayfa bileşenlerine.

source: This might not work as expected. If it doesn't, try using the <code>wp_list_private_pages()</code> template tag instead.
bg_bg: Това може да не сработи както очаквате. Ако не се получи, използвайте <code>wp_list_private_pages()</code> тага в темата си.
fr_fr: Le fonctionnement peut ne pas être celui attendu. Si tel est le cas, essayez d'utiliser le template :<code>wp_list_private_pages()</code>.
tr_tr: Umulduğu üzere çalışmayabilir, Eğer öyle ise tema ek kodunu eklemeyi deneyin: <code>wp_list_private_pages()</code>

source: Private Categories
fr_fr: Catégories privées

source: Posts in this category will automatically have their visibility set to Private when they&#8217;re published.
fr_fr: Les posts de ces catégories seront automatiquement de visibilité privée quand ils seront publiés.

source: Administrators
bg_bg: Администратори
fr_fr: Administrateurs
tr_tr: Yöneticiler

source: Editors
bg_bg: Редактори
fr_fr: Editeurs
tr_tr: Editörler

source: Authors
bg_bg: Автори
fr_fr: Auteurs
tr_tr: Yazarlar

source: Contributors
bg_bg: Сътрудници
fr_fr: Contributeurs
tr_tr: Bağışçılar:

source: Subscribers
bg_bg: Записани
fr_fr: Abonnés
tr_tr: Aboneler

source: and above can <strong>read</strong> private pages.
bg_bg: и нагоре могат да <strong>четат</strong> лични страници.
fr_fr: et supérieur peuvent <strong>lire</strong> les pages privées.
tr_tr: ve yukarıda ki özel sayfaları <strong>okuyabilsin.</strong>

source: and above can <strong>edit</strong> private pages.
bg_bg: и нагоре могат да <strong>редактират</strong> лични страници.
fr_fr: et supérieur peuvent <strong>éditer</strong> les pages privées.
tr_tr: ve yukarıda ki özel sayfaları <strong>düzenleyebilsin.</strong>

source: and above can <strong>delete</strong> private pages.
bg_bg: и нагоре могат да <strong>трият</strong> лични страници.
fr_fr: et supérieur peuvent <strong>effacer</strong> les pages privées.
tr_tr: ve yukarıda ki özel sayfaları <strong>silebilsin.</strong>

source: and above can <strong>read</strong> private posts.
bg_bg: и нагоре могат да <strong>четат</strong> лични страници.
fr_fr: et supérieur peuvent <strong>lire</strong> les posts privés.
tr_tr: ve yukarıda ki özel yazıları <strong>okuyabilsin.</strong>

source: and above can <strong>edit</strong> private posts.
bg_bg: и нагоре могат да <strong>редактират</strong> лични страници.
fr_fr: et ci-dessus peuvent <strong>éditer</strong> les posts privés.
tr_tr: ve yukarıda ki özel yazıları <strong>düzenleyebilsin.</strong>

source: and above can <strong>delete</strong> private posts.
bg_bg: и нагоре могат да <strong>трият</strong> лични страници.
fr_fr: et supérieur peuvent <strong>effacer</strong> les posts privés.
tr_tr: ve yukarıda ki özel yazıları <strong>silebilsin.</strong>

source: Update Options
bg_bg: Обнови настройките
fr_fr: Mise à jour des options
tr_tr: Ayarları Güncelle

source: Allows admins to add private pages to <code>wp_list_pages()</code>, <code>wp_page_menu()</code>, and the Pages widget or use a separate <code>wp_list_private_pages()</code> tag; specify the prefix on private and password-protected titles; create private categories; and choose which user roles may read private pages and posts.
fr_fr: permet aux administrateurs d'ajouter des pages privées à <code> wp_list_pages () </ code>, <code>wp_page_menu () </code>, et le widget de Pages ou l'utilisation séparée <code>wp_list_private_pages () </code> ; préciser le préfixe des titres privés et protégés par mot de passe ; de définir des catégories privées et choisir les rôles utilisateurs spouvant lire des pages et des postes privés.

source: Pages
bg_bg: Страници
tr_tr: Sayfalar

source: Allows admins to add private pages to <code>wp_list_pages()</code>, <code>wp_page_menu()</code>, and the Pages widget or use a separate <code>wp_list_private_pages()</code> tag; specify the prefix on private and password-protected titles; set private categories; and choose which user roles may read private pages and posts.
bg_bg: Позволява на администраторите да добавят лични страници към <code>wp_list_pages()</code>, <code>wp_page_menu()</code>, и Pages джаджата или да използват отделен <code>wp_list_private_pages()</code> таг. Задайте префикс на личните или защитени с парола заглавия, настройте личните категории и изберете кои роля могат да четат лични страници и постове.
tr_tr: Adminlerin şuraya özel sayfalar eklemesine izin ver: <code>wp_list_pages()</code>, <code>wp_page_menu()</code> Ve sayfa bileşenlerine veya bir etiket ayıraçı kullan: <code>wp_list_private_pages()</code>. Özel ve şifre ile korunmuşlar üzerine ön eklemeyi belirt; özel kategorileri ayarla; ve özel sayfalar ve yazılar üzerinde ki kullanıcı rollerini belirle.
